Repository: keymanky/sites
Catalog: _LIBRERIAS/UI-master/google-maps-module-with-geolocation/languages/gmp-*.po
Languages: fr_fr

source: Add Location
fr_fr: Ajouter une adresse

source: Hint: Submit the full location: number, street, city, country. For big cities and famous places, the country is optional. &laquo;&#160;Bastille Paris&#160;&raquo; or &laquo;&#160;Opera Sydney&#160;&raquo; will work.
fr_fr: Astuce : Ajoutez une adresse complète : numéro, rue, ville, pays. Pour les grandes villes et les endroits connus, le pays est optionnel. &laquo;&#160;Bastille Paris&#160;&raquo; ou &laquo;&#160;Opera Sydney&#160;&raquo; fonctionneront.

source: Google Maps Settings
fr_fr: Réglages de la carte Google

source: Enter API Key
fr_fr: Entrez votre clé API

source: If you don&#8217;t have a Google Maps API Key, %1$sclick here%2$s.
fr_fr: Si vous n&#8217;avez pas de clé API Google Maps, %1$scliquez ici%2$s.

source: Give back a link to the Author
fr_fr: Remerciez l&#8217;auteur

source: WordPress Plugin by %s
fr_fr: Plugin WordPress par %s

source: Shows a link saying &laquo;&#160;%s&#160;&raquo; below Map.
fr_fr: Montrer un lien disant &laquo;&#160;%s&#160;&raquo; sous la carte.

source: If unchecked, then no link will be displayed.
fr_fr: Si non coché, le lien ne sera pas affiché.

source: Link is there, but hidden.
fr_fr: Le lien est là, mais non visible.

source: Will not work if the above checkbox is not checked.
fr_fr: Ne fonctionnera pas si la coche au-dessus n&#8217;est pas cochée.
